
wake_up1 = 'Вы просыпаетесь в страном месте.\n\
Вы чувствуете себя очень скверно, как после тяжелого похмелья,\n\
cветит яркий свет от ламп, вы в небольшом помещении без окон.\n\
Вокруг валяется мусор, в комнате ощущается тяжелый металлический запах.\n\
На против вас большое зеркало, в дальнем углу дверь.\n\
Вы пытаетесь встать, но вас что-то одергивает, вы падаете.\n\
Вы понимаете, что на вас металлический ошейник и он пристегнут цепью к стене.'
wake_up2 = 'Вдруг вы слышите голос...'
u_name = 'Назови своё имя !!!'
enter_name = 'Введи свое имя: '
main_menu1 = 'Здравствуйте'
main_menu2 = ', я хочу сыграть с вами в игру !!!'
choice = 'Введите ваш ответ: '
rulz_game = "Я загадаю вам число от 1 до 100, угадайте его. В случае не верного\
 ответа вы увидите подсказку -\nЗагаданое число 'меньше' или 'больше'.\
\nЕсть 3 уровня сложности(1 - 12 попыток, 2 - 9 попыток, 3 - 6 попыток)"
nums_rulz_choice = 'Введите 1 2 3(уровень сложности) или 4(отказаться от игры).\
 [Красноречие: 20]  Или же можете выругаться.'
after_choice_s = 'В комнате чувствуется страный запах.\n\
Вы засыпаете.'
after_choice_w = 'Вы просыпаетесь, вы в той же комнате, по прежнему в ошейнике'
exit_lol = 'Увы сбежать уже нельзя HA-HA, но раз попытался, тебе 12 попыток'
enother_simbol = 'Вижу от страха у тебя дрожат руку, а голова не соображает.\n\
Рандомом выберем тебе уровень'
real_rulz = 'Ах да, еще немного информации для вас...\n\
Пока вы сладко спали я провел несколько процедур с вами.\n\
Во-первых у вас на' 
real_rulz2 = 'теперь есть симпотичный, маленький шрамик.\n\
В случае проигрыша, небольшая взрывчатка, зашитая там, взорвется.\n\
Если же вы угадаете, то получите скальпель и 5 минут форы.\n\
Удачи...'
won_value = 'Хмммм... действительно загаданное число было'
won_knife = 'Вы видите, как из потайного окошка рядом с вами выпадает скальпель.'
won_choise = 'Ваши действия:\n\
1 - Попытаться вырезать взрывчатку.\n\
2 - Впасть в отчаяние и ничего не делать.\n\
3 - [интеллект 20] Схватить, валяющийся рядом, пакет от чипсов и одеть его на'
won_choise2 = 'Скальпелем попытаться открутить винты крпеления цепи на стене, попытаться сбежать.\n\
4 - [Красноречие 20] Грязно выругаться (Введите ругательство).'
f_u = 'Какие грязные слова. Ну, в таком случае, принимаю этот вариант за бездействие.'
sound_dead = 'вы слышите тонкий, нарастающий звук.\n\
вззз...'
dead_1 = 'Повсюду бог: во тьме ночей,\n\
В блестящих света красках;\n\
Во всем он сущем и живом\n\
И даже в наших ласках.'
dead_2 = 'В темноте все цвета одинаковы.'
dead_3 = 'Человек бывает мертв задолго до своей смерти.'
dead_4 = 'Смерть, наверное, самое лучше изобретение Жизни. Она - причина перемен.\n\
Она очищает старое, чтобы открыть дорогу новому'
operation_1 = 'Вы уверенной, но дрожащей рукой берете скальпель.\n\
решительно начинаете резать'
operation_2 = 'Вам очень больно, но вы не останавливаетесь. Успех.\n\
Пальцами вы, почти теряя сознание, нащупываете и достаете небольшой предмет,\n\
Размахиваетесь и из последних сил бросаете его от себя'
no_god_no = 'Вы слышите тяжкий вздох.\n\
Ну уж нет, так просто я вас не отпущу.\n\
Вы слышите страный звук, вы засыпаете.'
lol1 = 'Вы прикрываете пакетом из под чипс'
lol2 = 'и начинаете скальпелем откручивать первый винт крепления цепи.'
lol3 = 'Вы слышите смех...'
lol4 = 'Боже, я наблюдал сотни людей в подобной ситуации, но\n\
таких идиотов как ты я еще никогда не видел.\n\
Похоже ты был фанатом сериала Макгайвер :D'


