words_list = ['число', 'компания', 'народ', 'жена', 'группа', 'развитие', 'процесс',\
    'суд', 'условие', 'средство',
    'начало', 'свет', 'пора', 'путь', 'душа', 'уровень', 'форма', 'связь', 'минута',\
    'улица', 'вечер',
    'качество', 'мысль', 'дорога', 'мать', 'действие', 'месяц', \
    'государство', 'язык', 'любовь', 'взгляд',
    'мама', 'век', 'школа', 'цель', 'общество', 'деятельность', 'организация',\
    'президент', 'комната','порядок', 'момент', 'театр', 'письмо', 'утро', 'помощь',\
    'ситуация', 'роль', 'рубль', 'смысл', ]

hello_txt = 'Привет. Программа загадывает слово, а пользователь должен его угадать.\n\
Изначально все буквы слова неизвестны. Если такая буква есть в слове,\n\
то программа ставит букву столько раз, сколько она встречается в слове.\n\
Если такой буквы нет, то 1 жизнь сгорает.'


up_rus = 'АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯ'

# print_visual_status_game

open_c = 'Открытые буквы:'
open_w = 'Открытые слова:'

# print_dead
dead = 'Вы проиграли. Загаданно было слово - '

# win
win = 'Победа. Жизней сгорело - '

valid_answer = 'YyNn'
valid_answer_yes = 'Yy'

exit_yes_no = 'Хотите выйти или сыграть еще раз ? ( Y - выйти, N - сыграть еще раз )'
move = 'Введите ваше действие: '
yes_no_error = 'Ошибка ввода. Введите: Y или N ( Y - выйти, N - сыграть еще раз )'

exit_txt = 'Спасибо за игру. Возвращайся еще !!!'

# words_change_checker

enter_checker = 'Введите букву или сразу слово:'
enter_error = 'Ошибка ввода. Такую букву вы уже вводили.'
enter_error_w = 'Ошибка ввода. Такое слово вы уже вводили.'
enter_error_1st = 'Ошибка ввода. Введите будку или сразу слово. Язык русский.'