digits = '0123456789'
low_let = 'abcdefghijklmnopqrstuvwxyz'
up_let = low_let.upper()
punct = '!#$%&*+-=?@^_'
spec_simbol_no = 'il1Lo0O'
valid_answer = 'YyNn'
valid_answer_yes = 'Yy'
space_done = 'Вычесления завершены.'
space = 'Жужу, генерация паролей'

move = 'Введите желаемое действие: '
exit1 = "Ошибка ввода. (Да - 'Y'. Нет - 'N')."

hello = 'Приветсвую, я генератор паролей. Прошу ответить на несколько вопросов.'
question1 = 'Введите длину пароля: ' 
ques1_exept = 'Ошибка ввода. Введите целое число. Длина пароля от 5 до 15 символов'
question1_2 = 'Введите колличество необходимых паролей: ' 
ques1_exept1_2 = 'Ошибка ввода. Введите целое число. min = 1, max = 100'
question2 = 'Включить цифры? (Y = да, N = нет) '
question3 = 'Включить малые буквы? (Y = да, N = нет) '
question4 = 'Включить заглавные буквы? (Y = да, N = нет) '
question5 = 'Включить символы, такие как !#$%&*+-=?@^_? (Y = да, N = нет)  '
question6 = "Исключить символы 'il1Lo0O?' (Y = да, N = нет)  "
question7 = 'Сколько паролей вам необходимо создать ?'
ques_exit = 'Хотите выйти или создать еще пароли. (Y = Выход, N = Продолжить работу)'
exit2 = "Ошибка ввода. Для выхода введите 'Y'. Для нового вопроса введите 'N'."