hello = 'АВЕ легионер. Помогу тебе расшифровать или зашифровать послание. '

up_eng = 'ABCDEFGHIJKLMNOPQRSTUVWXYZ'
low_eng = 'abcdefghijklmnopqrstuvwxyz'
up_rus = 'АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯ'
low_rus = 'абвгдежзийклмнопрстуфхцчшщъыьэюя'


# choise_pos_neg
cho_start = 'Что вы хотите сделать. Введите ( 1 - Зашифровать. 2 - расшифровать)'
cho_mid = 'Введите ваше действие: '
cho_end = "Ошибка ввода. Введите '1' или '2'."

# is_valid_secret
sec_start = 'Укажите секретный ключ, целое число'
sec_mid = 'Введите ключ: '
sec_end = 'Ошибка ввода. Введите целое число. 0 вводить нельзя.'

# txt
inp_txt = 'Введите текст для работы: '

# exit
exit = 'Хотите выйти или продолжить ?  ( 1 - выход.  2 - продолжить).'
exit2 = 'Введите действие: '
exit3 = 'Ошибка ввода. Введите 1(выход) или 2(продолжить).'
exit_txt = 'Удачи тебе в службе легионер. АВЕ Цезарю !!!'