words_dict = {1: "Бесспорно", 2: "Предрешено", 3: "Никаких сомнений", 4: "Определённо да",\
    5: "Можешь быть уверен в этом", 6: "Мне кажется - да", 7: "Вероятнее всего"\
    , 8: "Хорошие перспективы", 9: "Знаки говорят - да", 10: "Да",\
    11: "Пока не ясно попробуй снова", 12: "Спроси позже",\
    13: "Лучше не рассказывать", 14: "Сейчас нельзя предсказать",\
    15: "Сконцентрируйся и спроси опять", 16: "Даже не думай", 17: "Мой ответ - нет",\
    18: "По моим данным - нет", 19: "Перспективы не очень хорошие", 20: "Весьма сомнительно"}


hello = 'Привет Мир, я магический шар, и я знаю ответ на любой твой вопрос.'
u_name = 'Как вас зовут ?'
u_name2 = 'введите ваше имя: '
f_name = 'Привет'
f_name2 = '!!!'
question = 'Введите ваш вопрос: '
space = 'Связь с космосом, вычисление ответа'
answer = 'Шар говорит:'
space_done = 'Вычесления завершены.'
exit0 = 'Хотите выйти или задать еще вопрос ?'
exit1 = "Для выхода введите 'Y'.\nДля нового вопроса введите 'N'."
exit2 = "Ошибка ввода. Для выхода введите 'Y'. Для нового вопроса введите 'N'."
valid_answer = ['Y', 'y', 'N', 'n']
answer2 = 'Ваше действие: '
